{"posts":[{
  "title": "6 Tips For Air-Drying Your Hair In The Winter Without It Freezing Off",
  "author":  "MIKI HAYES",
  "category": "beauty",
  "image": "https://typeset-beta.imgix.net/rehost%2F2017%2F1%2F9%2Fa45d4f86-cc3c-4595-bc37-0272e73e84ad.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70",
  "content": "Even though you're probably aware that air-drying your hair is generally better for it than blow-drying and otherwise heat-styling, when winter weather rolls around, committing to a few hours of wet locks seems pretty daunting. After all, wet hair is cold hair when the temps are sub-freezing. But if you still like the idea of avoiding heat damage year-round, there are some tips for air-drying your hair in the winter that can help it dry faster and stay healthier. So to find out what the experts recommend, I emailed with a few."
  },
  {
  "title": "What Your Favorite '90s Memory Says About You Now",
  "author":  "KAT GEORGE",
  "category": "entertainment",
  "image": "https://typeset-beta.imgix.net/rehost%2F2017%2F1%2F9%2F0890028a-51c9-4af8-953a-348fc637256c.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70",
  "content": "You can tell a lot about a person from their favorite '90s memory. What you loved most about the '90s really speaks to who you are today. For instance, are you someone who hasn't let go of the '90s, and still lives every day as if it's 1995? Or are you someone who feels so blessed to have moved on from the technologically scant era onto something bigger and better? There's no doubt that growing up in the '90s shaped you, but as much as we go on about your '90s nostalgia, every individual has something different that was formative for them, personally."
  },
  {
    "title": "The Complicity Cleanse Will Help You Fight Your Implicit Biases In 2017",
    "author": "CLAIRE WARNER",
    "category": "news",
    "image": "https://typeset-beta.imgix.net/2017/1/6/545693936.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70",
    "content": "Cleanses are, in a word, everywhere. Juice cleanses, tea cleanses — you name it, and there's probably a detox diet based on it. The Complicity Cleanse, however, has nothing to do with changing your eating habits or exercising more; instead, it's about clearing out all the toxins that come from living in a society built on prejudices. Considering how deeply polarized American politics have become, it's easy to distance yourself from systems of oppression, but as the cleanse's name indicates, all of us — not just men's rights activists or white supremacists — are complicit in upholding them in some way. But we can take action to end our complicity, which is what the Complicity Cleanse is all about."
  }
]}
